{
  "details": [
    { "label": "suriye", "desc": "Şam ve çevresini kapsayan, İslam coğrafyasının batı ucunda yer alan kadim bölgedir. Kaşgarlı Mahmud, bu toprakları ticaret yollarının kesiştiği müreffeh bir diyar olarak tanımlar.", "wiki": "https://tr.wikipedia.org/wiki/Suriye" },
    { "label": "gol", "desc": "Türk boylarının kutsal saydığı Isık Göl'dür. Kaşgarlı, bu su kütlesini Türk dillerinin en saf halinin konuşulduğu bereketli toprakların kalbi olarak betimler.", "wiki": "https://tr.wikipedia.org/wiki/Isık_Göl" },
    { "label": "balasagun", "desc": "Türk hakanlarının şehri ve 'Kuz-Ordu' olarak bilinen medeniyet merkezidir. Haritanın kalbinde yer alan bu şehir, ilim ve hakanlık makamıdır.", "wiki": "https://tr.wikipedia.org/wiki/Balasagun" },
    { "label": "taraz", "desc": "Talas Nehri kıyısında kurulu, Müslüman Türklerin batıya açılan kapısıdır. DLT'de bu şehir, ticaretin ve Türk-İslam kültürünün harmanlandığı bir yer olarak geçer.", "wiki": "https://tr.wikipedia.org/wiki/Taraz" },
    { "label": "nzl", "desc": "Kaşgarlı'nın haritasında yer alan ve Türk yerleşim düzenini gösteren önemli stratejik noktalardan biridir. Bölge, askeri ve ticari yolların güvenliği için kritiktir.", "wiki": "https://tr.wikipedia.org/wiki/Divânu_Lugāti't-Türk" },
    { "label": "yavinc", "desc": "Türk boylarının yaylak ve kışlakları arasında yer alan, hayvancılık ve ticaretle uğraşan obaların konakladığı kadim bir yerleşimdir.", "wiki": "https://tr.wikipedia.org/wiki/Türk_boyları" },
    { "label": "ekki-oguz", "desc": "İki Oğuz anlamına gelen bu bölge, Oğuz boylarının yoğun olarak yaşadığı ve siyasi birlik kurdukları önemli bir coğrafi mevkidir.", "wiki": "https://tr.wikipedia.org/wiki/Oğuzlar" },
    { "label": "kumi-talas", "desc": "Talas bölgesinin bir parçası olan ve kumlu ovaları temsil eden bu yer, Türk atlılarının talim yaptığı geniş düzlükleri ifade eder.", "wiki": "https://tr.wikipedia.org/wiki/Talas_Savaşı" },
    { "label": "kuca", "desc": "Doğu Türkistan'da yer alan, İpek Yolu'nun en önemli kültür ve ticaret duraklarından biridir. Uygur kültürünün en köklü izlerini barındırır.", "wiki": "https://tr.wikipedia.org/wiki/Kuça_İli" },
    { "label": "barman", "desc": "Eserde adı geçen ve Türk sınır boylarını koruyan kalelerin bulunduğu, stratejik öneme sahip dağlık ve sarp bir bölgedir.", "wiki": "https://tr.wikipedia.org/wiki/Karahanlı_Devleti" },
    { "label": "uc", "desc": "Uç bölgeleri temsil eder; Türk hakanlığının sınırlarını koruyan yiğitlerin ve akıncıların toplandığı serhat boylarıdır.", "wiki": "https://tr.wikipedia.org/wiki/Uç_beyliği" },
    { "label": "kucngar-basi", "desc": "Yüksek dağ geçitlerini ve Türk yurdunun doğal sınırlarını belirleyen heybetli zirvelerin bulunduğu mevkidir.", "wiki": "https://tr.wikipedia.org/wiki/Tanrı_Dağları" },
    { "label": "yarkend", "desc": "Kaşgar'a komşu, suları bol ve toprakları verimli bir Türk şehridir. Kaşgarlı Mahmud bu şehri refah ve bereketin simgesi olarak anar.", "wiki": "https://tr.wikipedia.org/wiki/Yarkand_İli" },
    { "label": "kasgar", "desc": "Kaşgarlı Mahmud'un memleketi ve Karahanlı ilminin merkezidir. Eserde Türk dilinin ve edebiyatının en saf şekilde korunduğu yer olarak geçer.", "wiki": "https://tr.wikipedia.org/wiki/Kaşgar" },
    { "label": "barsgan", "desc": "Isık Göl kıyısında yer alan, Kaşgarlı Mahmud'un babasının şehri olarak bilinen önemli bir kale ve ticaret merkezidir.", "wiki": "https://tr.wikipedia.org/wiki/Barsgan" },
    { "label": "sancu", "desc": "İpek Yolu üzerinde, kervanların dinlendiği ve farklı kültürlerin buluştuğu kadim bir Türk yerleşkesidir.", "wiki": "https://tr.wikipedia.org/wiki/Hotan" },
    { "label": "curcan", "desc": "Hazar Denizi kıyısına yakın, ormanlık ve sulak bir bölgedir. Türk boylarının batıya göç ederken uğradıkları geçiş noktalarından biridir.", "wiki": "https://tr.wikipedia.org/wiki/Gürgan" },
    { "label": "hoten", "desc": "Yeşim taşı ve ipeği ile ünlü, kadim bir Türk-İslam şehridir. Kaşgarlı burayı zenginliği ve el sanatlarıyla tanıtır.", "wiki": "https://tr.wikipedia.org/wiki/Hotan" },
    { "label": "yecuc-mecuc", "desc": "Zülkarneyn'in inşa ettiği seddin arkasında kalan efsanevi kavimlerin yurdudur. Haritanın en doğusunda, bilinmeyenin sınırını temsil eder.", "wiki": "https://tr.wikipedia.org/wiki/Ye%27c%C3%BCc_ve_Me%27c%C3%BCc" },
    { "label": "serendib", "desc": "Dünyanın güneydoğusunda, okyanusun ortasındaki gizemli ada olarak geçer. Hz. Adem'in yeryüzüne indiği yer olarak haritada işaretlenmiştir.", "wiki": "https://tr.wikipedia.org/wiki/Sri_Lanka" },
    { "label": "kismir", "desc": "Yüksek dağların arasındaki Keşmir bölgesidir. Kaşgarlı burayı ulaşılması zor ama tabiatı çok güzel bir diyar olarak betimler.", "wiki": "https://tr.wikipedia.org/wiki/Keşmir" },
    { "label": "seyhun", "desc": "Maveraünnehir'e hayat veren büyük nehir (Sirderya). Türk boylarının yurtlarını sulayan, bereketin ve yaşamın kaynağıdır.", "wiki": "https://tr.wikipedia.org/wiki/Seyhun" },
    { "label": "horasan", "desc": "Güneşin doğduğu yer anlamına gelen, Türklerin İslamiyet ile buluştuğu geniş coğrafyadır. Büyük alimlerin yetiştiği bir ilim havzasıdır.", "wiki": "https://tr.wikipedia.org/wiki/Horasan" },
    { "label": "irak", "desc": "Bağdat'ın merkezinde olduğu, Abbasi hilafetinin topraklarıdır. Haritada Türklerin siyasi ve askeri gücünün ulaştığı batı bölgelerinden biridir.", "wiki": "https://tr.wikipedia.org/wiki/Irak" },
    { "label": "hicaz", "desc": "Mekke ve Medine'yi barındıran kutsal topraklardır. Kaşgarlı, Müslüman Türklerin kıblesi olan bu bölgeyi haritasında hürmetle işaretlemiştir.", "wiki": "https://tr.wikipedia.org/wiki/Hicaz" },
    { "label": "kayravan", "desc": "Kuzey Afrika'da (Tunus) yer alan önemli bir İslam şehri ve ilim merkezidir. Haritanın güneybatı sınırlarında medeniyetin bir uç noktasıdır.", "wiki": "https://tr.wikipedia.org/wiki/Kayrevan" },
    { "label": "zulkarneyn", "desc": "Dünyayı bir uçtan bir uca gezen adil hükümdarın geçtiği yolları ve inşa ettiği seddi temsil eden sembolik bir bölgedir.", "wiki": "https://tr.wikipedia.org/wiki/Zülkarneyn" },
    { "label": "huzistan", "desc": "Basra Körfezi'nin kuzeyinde, suları ve hurmalıklarıyla ünlü bölgedir. Türklerin güney ticaret yolları üzerindeki etkisini gösterir.", "wiki": "https://tr.wikipedia.org/wiki/Huzistan_Eyaleti" },
    { "label": "yemen", "desc": "Haritanın en güneyindeki bereketli Arap diyarıdır. İslam dünyasının güney sınırını ve deniz ticaretinin başlangıcını simgeler.", "wiki": "https://tr.wikipedia.org/wiki/Yemen" },
    { "label": "adarbadgan", "desc": "Azerbaycan bölgesini temsil eder. Türklerin en yoğun yaşadığı, ateşin ve bereketin yurdu olarak bilinen coğrafyadır.", "wiki": "https://tr.wikipedia.org/wiki/Azerbaycan" },
    { "label": "berber", "desc": "Kuzey Afrika'nın kadim halkı Berberilerin yaşadığı diyarlardır. İslam'ın batıdaki en uzak sınır bölgelerinden biri olarak haritadadır.", "wiki": "https://tr.wikipedia.org/wiki/Berberiler" },
    { "label": "cad", "desc": "Afrika içlerine doğru uzanan ve bilinmeyen kabilelerin yaşadığı, haritanın güney sınırlarını zorlayan bir bölgedir.", "wiki": "https://tr.wikipedia.org/wiki/Çad" },
    { "label": "habes", "desc": "Bugünkü Etiyopya topraklarıdır. İlk Müslümanlara kucak açan hükümdarın yurdu olarak İslam tarihinde özel bir yere sahiptir.", "wiki": "https://tr.wikipedia.org/wiki/Habeşistan" },
    { "label": "zenci", "desc": "Afrika'nın güneyinde yaşayan halkları ve o bölgelerin iklimini temsil eden, haritanın en uç güney noktalarındandır.", "wiki": "https://tr.wikipedia.org/wiki/Bantu_halkları" },
    { "label": "oguz", "desc": "Türk dünyasının en kalabalık ve devlet kurucu kolu olan Oğuz boylarının ana yurdudur. Eserde onların boy teşkilatları uzunca anlatılır.", "wiki": "https://tr.wikipedia.org/wiki/Oğuzlar" },
    { "label": "sas", "desc": "Bugünkü Taşkent çevresini ifade eden, ziraat ve ticaretin çok gelişmiş olduğu bir Türk şehridir.", "wiki": "https://tr.wikipedia.org/wiki/Taşkent" },
    { "label": "sipencab", "desc": "Kazakistan sınırlarında yer alan, kaleleri ve kervansaraylarıyla ünlü bir uç şehridir. Türkistan'ın kapısı olarak kabul edilir.", "wiki": "https://tr.wikipedia.org/wiki/Sayram" },
    { "label": "cabarka", "desc": "Uzak Doğu'da, Çin sınırına yakın efsanevi bir Türk kalesi veya şehri olduğu sanılan gizemli bir yerleşimdir.", "wiki": "https://tr.wikipedia.org/wiki/Divânu_Lugāti't-Türk" },
    { "label": "macin", "desc": "Çin'in iç bölgelerini ve Uzak Doğu'nun zenginliklerini temsil eden, Türklerin ticaret yaptığı en uzak coğrafyadır.", "wiki": "https://tr.wikipedia.org/wiki/Çin" },
    { "label": "aleviler", "desc": "Haritada belli inanç gruplarının yaşadığı veya bu isimle anılan toplulukların bulunduğu bölgeyi simgeler.", "wiki": "https://tr.wikipedia.org/wiki/Alevilik" },
    { "label": "cafu", "desc": "DLT'de zikredilen ve haritada kuzeydoğu sınırlarında yer alan, farklı dillerin konuşulduğu uzak bir bölgedir.", "wiki": "https://tr.wikipedia.org/wiki/Divânu_Lugāti't-Türk" },
    { "label": "besbalik", "desc": "Uygur hakanlığının beş büyük şehrinden biridir. Kültür ve sanatın geliştiği, önemli bir Türk medeniyet merkezidir.", "wiki": "https://tr.wikipedia.org/wiki/Beşbalık" },
    { "label": "canbalik", "desc": "Uzak Doğu'da yer alan, görkemi ve kalabalığıyla ünlü kadim bir şehirdir. Bugünkü Pekin olduğu düşünülmektedir.", "wiki": "https://tr.wikipedia.org/wiki/Pekin" },
    { "label": "katunsini", "desc": "Hakanın hanımı (Hatun) için kurulan özel bir şehir veya saray yerleşkesidir. Türk kadınlarının yönetimdeki yerini simgeler.", "wiki": "https://tr.wikipedia.org/wiki/Hatun" },
    { "label": "uygur", "desc": "Medeniyet, yazı ve sanatta ileri gitmiş Uygur Türklerinin yurdudur. Kaşgarlı, onların şehir düzenlerini ve dillerini över.", "wiki": "https://tr.wikipedia.org/wiki/Uygurlar" },
    { "label": "koco-sulmi", "desc": "Uygurların yaşadığı, Budizm ve İslam'ın bir dönem iç içe geçtiği zengin kültürel mirasa sahip bölgelerdir.", "wiki": "https://tr.wikipedia.org/wiki/Koço" },
    { "label": "basmil-b", "desc": "Hakanlığa sadık, savaşçı Basmıl boyunun yaylaklarıdır. Onlar haritada kuzey kanadını koruyan güçler olarak yer alır.", "wiki": "https://tr.wikipedia.org/wiki/Basmıllar" },
    { "label": "tatar", "desc": "Büyük Türk boylarından olan Tatarların yaşadığı steplerdir. Cesaretleri ve hareketli yaşam tarzlarıyla tanınırlar.", "wiki": "https://tr.wikipedia.org/wiki/Tatarlar" },
    { "label": "yabaku", "desc": "DLT'de savaşları anlatılan, doğuda yaşayan ve Türk kültür dairesinde yer alan bir topluluktur.", "wiki": "https://tr.wikipedia.org/wiki/Yabaku" },
    { "label": "basmil", "desc": "Kaşgarlı'nın on boydan biri olarak saydığı, hakanlığın asli unsurlarından olan kadim Türk boyudur.", "wiki": "https://tr.wikipedia.org/wiki/Basmıllar" },
    { "label": "kay", "desc": "Selçuklu ve Osmanlı'nın da kökeni olan Kayı boyunun veya ona benzer soylu Türk ailelerinin yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/Kayı_boyu" },
    { "label": "yagma", "desc": "Karahanlı Devleti'nin kurucu unsurlarından olan yiğit Yağma boyunun hakim olduğu topraklardır.", "wiki": "https://tr.wikipedia.org/wiki/Yağma_boyu" },
    { "label": "kırkız", "desc": "Tanrı Dağları'nın eteklerinde yaşayan, özgürlüğüne düşkün ve savaşçı Kırgız Türklerinin yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/Kırgızlar" },
    { "label": "kıfçak", "desc": "Karadeniz'in kuzeyinden Orta Asya'ya kadar uzanan geniş bozkırlarda (Deşt-i Kıpçak) yaşayan güçlü Türk boyudur.", "wiki": "https://tr.wikipedia.org/wiki/Kıpçaklar" },
    { "label": "türkmen", "desc": "İslamiyet'i kabul eden Oğuzlara verilen isimdir. Büyük Selçuklu İmparatorluğu'nun temelini oluştururlar.", "wiki": "https://tr.wikipedia.org/wiki/Türkmenler" },
    { "label": "bulgar", "desc": "İdil (Volga) kıyılarında yaşayan ve İslam'ı ilk kabul eden Türk devletlerinden biri olan Bulgar Türklerinin yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/İdil_Bulgar_Devleti" },
    { "label": "peçenek", "desc": "Batıya en çok göç eden ve Bizans ordularında dahi görev yapan, savaşçılıklarıyla ünlü Türk boyudur.", "wiki": "https://tr.wikipedia.org/wiki/Peçenekler" },
    { "label": "macar", "desc": "Türk kökenli olduğu kabul edilen ve Avrupa'nın ortasına kadar göç edip orada devlet kuran topluluktur.", "wiki": "https://tr.wikipedia.org/wiki/Macarlar" },
    { "label": "rus", "desc": "Türk boylarıyla sürekli etkileşim içinde olan, kuzeydeki komşu toplulukların yaşadığı topraklardır.", "wiki": "https://tr.wikipedia.org/wiki/Ruslar" },
    { "label": "rum", "desc": "Anadolu ve çevresini ifade eden, Türklerin fütühat (fetih) yöneldiği batı topraklarıdır.", "wiki": "https://tr.wikipedia.org/wiki/Anadolu" },
    { "label": "sicilya", "desc": "Akdeniz'in ortasında, o dönemde İslam etkisinin yoğun olduğu, haritanın en batı uç noktalarından biridir.", "wiki": "https://tr.wikipedia.org/wiki/Sicilya_Emirliği" },
    { "label": "endülüs", "desc": "İber yarımadasında İslam medeniyetinin zirveye ulaştığı, haritanın batıdaki en uç sınırıdır.", "wiki": "https://tr.wikipedia.org/wiki/Endülüs" },
    { "label": "mogol", "desc": "Türklerin doğu komşusu olan ve ileride dünya tarihini değiştirecek olan göçebe kavimlerin yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/Moğollar" },
    { "label": "tibet", "desc": "Yüksek yaylalarda yaşayan ve Türklerle ticari ilişkileri olan dağlık bölge halkının yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/Tibet" },
    { "label": "hind", "desc": "Haritanın güneydoğusunda, baharatı ve filleriyle ünlü, Türk hakanlarının seferler düzenlediği zengin diyardır.", "wiki": "https://tr.wikipedia.org/wiki/Hindistan" },
    { "label": "sind", "desc": "İndus Nehri çevresindeki bereketli topraklar. İslam'ın Hindistan'a giriş kapısı olarak kabul edilir.", "wiki": "https://tr.wikipedia.org/wiki/Sind" },
    { "label": "çin", "desc": "Dünyanın en doğusundaki devasa imparatorluk. Türk boylarının hem savaştığı hem ticaret yaptığı en büyük komşudur.", "wiki": "https://tr.wikipedia.org/wiki/Çin" },
    { "label": "japon", "desc": "Haritanın en ucunda, denizin ortasındaki adalar olarak sembolize edilen, ulaşılması imkansıza yakın diyardır.", "wiki": "https://tr.wikipedia.org/wiki/Japonya" },
    { "label": "hazaran", "desc": "Hazar Denizi çevresinde imparatorluk kuran ve Museviliği kabul eden tek Türk devleti olan Hazarların yurdudur.", "wiki": "https://tr.wikipedia.org/wiki/Hazarlar" },
    { "label": "itil", "desc": "Kuzeyin büyük nehri (Volga). Ticaretin can damarı olan ve çevresinde birçok Türk boyunun yaşadığı su yoludur.", "wiki": "https://tr.wikipedia.org/wiki/İdil_Nehri" },
    { "label": "derbend", "desc": "Kafkasya'nın kapısı sayılan, stratejik geçitlerin bulunduğu kale şehirdir.", "wiki": "https://tr.wikipedia.org/wiki/Derbent,_Dağıstan" },
    { "label": "semerkand", "desc": "Dünyanın en güzel şehirlerinden biri. İlim ve sanatın, ipeğin ve kağıdın merkezidir.", "wiki": "https://tr.wikipedia.org/wiki/Semerkant" },
    { "label": "buhara", "desc": "İslam'ın kubbesi (Kubbet-ül İslam) olarak anılan, en büyük alimlerin yetiştiği Türk şehirdir.", "wiki": "https://tr.wikipedia.org/wiki/Buhara" },
    { "label": "merv", "desc": "Horasan'ın incisi. Selçukluların başkentliğini yapmış, kütüphaneleriyle ünlü devasa şehirdir.", "wiki": "https://tr.wikipedia.org/wiki/Merv" },
    { "label": "nisabur", "desc": "İlim ve felsefenin merkezi, Selçuklu'nun ilk başkentlerinden biri olan önemli bir Horasan şehridir.", "wiki": "https://tr.wikipedia.org/wiki/Nişabur" },
    { "label": "rey", "desc": "Bugünkü Tahran yakınlarında, Selçuklu devlet yönetiminin ve ticaretin kalbinin attığı yerdir.", "wiki": "https://tr.wikipedia.org/wiki/Rey,_İran" },
    { "label": "isfahan", "desc": "Dünyanın yarısı (Nısf-ı Cihan) olarak anılan, Selçuklu mimarisinin zirveye ulaştığı şehirdir.", "wiki": "https://tr.wikipedia.org/wiki/İsfahan" },
    { "label": "huzer", "desc": "Haritada yer alan ve bölge halkının geçim kaynaklarını simgeleyen yerel yerleşim birimlerinden biridir.", "wiki": "https://tr.wikipedia.org/wiki/Divânu_Lugāti't-Türk" },
    { "label": "tirmiz", "desc": "Ceyhun Irmağı kıyısında, büyük hadis alimlerinin yetiştiği kutsal ve ilmi bir şehirdir.", "wiki": "https://tr.wikipedia.org/wiki/Tirmiz" },
    { "label": "belh", "desc": "Şehirlerin anası (Ümmül Bilad). Çok eski bir medeniyet ve ilim merkezi olan Türk yerleşimidir.", "wiki": "https://tr.wikipedia.org/wiki/Belh" },
    { "label": "gazne", "desc": "Gazneli Mahmud'un başkenti. Hindistan seferlerinin merkezi ve sanatın koruyucusudur.", "wiki": "https://tr.wikipedia.org/wiki/Gazne" }
  ]
}